[GENERAL]
NAME					                  = Slovenian
TRANSLATOR			            	      = Jadran Rudec, e-mail:jrudec@gmail.com
DLG_FONT_NAME		            	      =
DLG_FONT_SIZE			          	      =
; Date of translation                     = 31.01.2018
; Version                                = Honeyview 5.25

[TEXT]
TEXT_MESSAGEBOX_OK			              = Vredu
TEXT_MESSAGEBOX_CANCEL		  	          = Prekliči
TEXT_MESSAGEBOX_ABORT			          = Prekini
TEXT_MESSAGEBOX_RETRY			          = Ponovi
TEXT_MESSAGEBOX_IGNORE		  	          = Prezri
TEXT_MESSAGEBOX_YES			              = Da
TEXT_MESSAGEBOX_NO			              = Ne
TEXT_MESSAGEBOX_CONTINUE		          = Nadaljuj

TEXT_APP_NAME				              = Honeyview
TEXT_BETA				                  = Beta
TEXT_PORTABLE				              = Prenosni
TEXT_BUILDNO				              = Izgradnja #
TEXT_SELECT_FOLDER			              = Izberi mapo.
TEXT_ASSOC_IMAGE			              = Grafična datoteka (${str1})
TEXT_ASSOC_RAWIMAGE			              = RAW grafična datoteka (${str1})
TEXT_ASSOC_EBOOK			              = Stisnjena grafična datoteka (${str1})
TEXT_APP_DESC				              = Honeyview, ultra hitri pregledovalnik slik.
TEXT_ABOUTBOX_TAB1			              = Vizitka
TEXT_PHOTOFOLDER_NAME			          = Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		          = Grafična datoteka
TEXT_OPENFILEDLG_ALLFILE		          = Vse datoteka
TEXT_NEW_FOLDER				              = Nova mapa
TEXT_TRANSF_FILE_BEGIN_WITH		          = Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		      = Ni uspel prenos potrebnih namestitvenih datotek.
TEXT_UPDATE_VERSION_CHECK_FAILED	      = Ni bilo uspešno preverjanje različice
TEXT_UPDATE_VERSION_CHECKING		      = Preverjanje različice
TEXT_UPDATE_DOWNLOAD_FAILED		          = Prenos je spodletel
TEXT_UPDATE_LATEST_VERSION		          = Posodobi
TEXT_UPDATE_DO_DOWNLOAD			          = Potrebno je posodabljanje
TEXT_UPDATE_DOWNLOAD_COMPLETED		      = Prenos je zaključen

TEXT_MSG_LASTPAGE			              = To je zadnja slika.
TEXT_MSG_FIRSTPAGE			              = To je prva slika.
TEXT_MSG_NOIMAGEFILE			          = V stisnjeni datoteki ni grafičnih datotek.
TEXT_MSG_INVALID_PHOTOFOLDER		      = Nastavite pot 'Mapa Slike' v Nastavitvah.
TEXT_MSG_CANTOPENARCHIVE		          = Datoteko ni bilo možno odpreti:
TEXT_MSG_INVALID_ARCHIVE_VERSION	      = Ta datoteka ni podprta. Prosimo, da posodobite na zadnjo različico.
TEXT_MSG_INVALID_PASSWORD	      	      = Napačno geslo.
TEXT_MSG_STRETCHWHENSMALL_ON	  	      = Raztegni majhne slike: Vključeno
TEXT_MSG_STRETCHWHENSMALL_OFF	  	      = Raztegni majhne slike: Izključeno
TEXT_MSG_CANTOPENBOOKMARK	      	      = Zaznamkov ni bilo možno odpreti.
TEXT_MSG_BROKENARCHIVE			          = Ta stisnjena datoteka je okvarjena.
TEXT_MSG_ADDTOBOOKMARK			          = Dodaj med zaznamke: 
TEXT_MSG_LOADRECENTBOOKMARK	     	      = Odpri nedavno shranjen zaznamek:
TEXT_MSG_SLIDESHOWSTART			          = Začni predstavitev: ${TIME} sek
TEXT_MSG_SLIDESHOWSTOP			          = Ustavi predstavitev
TEXT_MSG_ALWAYSONTOP_ON			          = Vedno na vrhu: Vključeno
TEXT_MSG_ALWAYSONTOP_OFF		          = Vedno na vrhu: Izključeno
TEXT_MSG_ZOOMFIX_ON			              = Fiksna povečava/pomanjšanje: Vključeno
TEXT_MSG_ZOOMFIX_OFF			          = Fiksna povečava/pomanjšanje: Izključeno
TEXT_MSG_EXTPROGERR_LAUNCH		          = Odpiranje z urejevalnikom slik
TEXT_MSG_EXTPROGERR_NOTSET		          = Prosimo, da izberete urejevalnik slik v Nastavitvah (Paint, Photoshop, itn.). 
TEXT_MSG_ARCHIVEBOOKMARK		          = Zapomni mesto v stisnjeni datoteki:
TEXT_MSG_RESTART_NOTIFY			          = Ta program se bo znova zagnal.
TEXT_MSG_COPY2CLIPBOARD			          = Kopirano v Odložišče.
TEXT_MSG_COPY2CLIPBOARD_FAILED		      = Ni uspelo kopiranje v Odložišče.
TEXT_MSG_BOOKMARK_EXPORTED		          = Zaznamek je bil shranjen.
TEXT_MSG_BOOKMARK_EXPORT_FAILED	     	  = Ni uspelo shranjevanje zaznamkov.
TEXT_MSG_BOOKMARK_OPEN_FAILED		      = Ni uspelo odpiranje zaznamkov. 
TEXT_MSG_BOOKMARK_IMPORT_FAILED		      = Ni uspel uvoz zaznamkov.
TEXT_MSG_BOOKMARK_IMPORTED		          = Zaznamki so bili uvoženi.
TEXT_MSG_SETWALLPAPER_FAILED		      = Ni bila uspešna nastavitev ozadja Namizja.
TEXT_MSG_CANT_OPEN_IMAGE		          = Ni možno odpreti grafično datoteko.
TEXT_MSG_TRANSFORM_COMPLETED		      = Obdelava je zaključena.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	  = Ni možno odpreti datoteko.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	  = Ni možno shraniti datotekoe.
TEXT_MSG_CANT_OPEN_MMF			          = Ni možno odpreti MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			          = Ta program se bo ponovno zagnal.
TEXT_MSG_DELETED			              = Izbrisano

TEXT_ASK_INIT				              = Ali želite ponastaviti na privzeto?
TEXT_ASK_DELETE_IMAGE		              = Ali res želite premakniti to datoteko v Koš?
TEXT_ASK_DELETE_ARCHIVE			          = Trenutna slika je del stisnjene datoteke.[br][br]Ali želite izbrisati stisnjeno datoteko (${FILENAME})?
TEXT_ASK_DELETE_BOOKMARKALL		          = Ali želite izbrisati vse shranjene zaznamke?
TEXT_ASK_LAUNCH_ASSOCUI			          = Za Windows 8 ali novejše različice morajo uporabniki ročno povezati končnice. [br][br]Ali želite ročno povezati končnice?
TEXT_ASK_STOP_BATCH_PROCESSING		      = Poteka obdelava. Ali jo želite preklicati?

TEXT_FILTERMODE_NONE			          = Brez filtra
TEXT_FILTERMODE_BILINEAR		          = Filter: Mehčanje
TEXT_FILTERMODE_SHARPEN			          = Filter: Mehčanje+Ostrenje

TEXT_SHOWMODE_NONE			              = Pogled: Izvirna velikost (100%)
TEXT_SHOWMODE_FIT2WINDOW		          = Pogled: Prilagodi na okno
TEXT_SHOWMODE_FIT2WIDTH			          = Pogled: Prilagodi na širino
TEXT_SHOWMODE_TWO_L2R			          = Pametna dvojna stran (Leva->Desna)
TEXT_SHOWMODE_TWO_R2L			          = SPametna dvojna stran (Leva<-Desna)

TEXT_NEXTPATH_NOFILE			          = Premakni mapo: Ni možno krmarjenje (Prosimo, odprite datoteko)
TEXT_NEXTPATH_LASTFOLDER		          = Naslednja mapa: Ni možno krmarjenje
TEXT_PREVPATH_LASTFOLDER		          = Prejšnja mapa: Ni možno krmarjenje
TEXT_NEXTPATH_OPENFOLDER		          = Naslednja mapa:
TEXT_PREVPATH_OPENFOLDER		          = Prejšnja mapa:

TEXT_DELETE				                  = Izbriši: 
TEXT_COPY_TO_PHOTOFOLDER1		          = Kopiraj v mapo Slike 1:
TEXT_COPY_TO_PHOTOFOLDER2		          = Kopiraj v mapo Slike 2:
TEXT_MOVE_TO_PHOTOFOLDER1		          = Premakni v mapo Slike 1:

TEXT_SELECTFILEDLG_FILELIST		          = Seznam
TEXT_SELECTFILEDLG_DATE			          = Datum spremembe
TEXT_SELECTFILEDLG_SIZE			          = Velikost

TEXT_BOOKMARKEDITDLG_PATH		          = Pot

TEXT_PAGETURNFX_NONE			          = Brez učinkov
TEXT_PAGETURNFX_HV2			              = Zasuk
TEXT_PAGETURNFX_ALPHA			          = Pojemanje
TEXT_PAGETURNFX_SLIDE			          = Diapozitiv

TEXT_FILEINFO_FILENAME			          = Ime datoteke
TEXT_FILEINFO_SIZE			              = Velikost slike
TEXT_FILEINFO_CREATETIME		          = Datum nastanka
TEXT_FILEINFO_MODIFYTIME		          = Datum spremembe
TEXT_FILEINFO_IMGINFO			          = Informacije o sliki
TEXT_FILEINFO_ROTATE			          = Informacija o obračanju
TEXT_FILEINFO_ZOOM			              = Povečanje/Pomanjšanje

TEXT_EXIF_MAKER				              = Naredil
TEXT_EXIF_MODEL				              = Model fotoaparata
TEXT_EXIF_SOFTWARE		            	  = Program
TEXT_EXIF_ARTIST			              = Umetnik
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		      = Avtorske pravice
TEXT_EXIF_DATETIME			              = Datum/čas posnetka
TEXT_EXIF_FLASHUSED			              = Bliskavica
TEXT_EXIF_FOCALLENGTH			          = Žariščna razdalja
TEXT_EXIF_FOCALLENGTH_35MM	       	      = 35mm ekvivalent
TEXT_EXIF_EXPOSURETIME		        	  = Čas osvetlitve
TEXT_EXIF_EXPOSUREBIAS			          = Izravnava osvetlitve 
TEXT_EXIF_APERTUREFNUMBER		          = Številka zaslonke
TEXT_EXIF_ISOEQUIVALENT			          = ISO hitrost
TEXT_EXIF_METERINGMODE			          = Način merjenja svetlobe 
TEXT_EXIF_EXPOSUREPROGRAM		          = Program osvetlitve
TEXT_EXIF_DISTANCE			              = Žariščna razdalja
TEXT_EXIF_GPS				              = GPS informacija
TEXT_EXIF_COMMENT			              = Komentar

TEXT_CUSTOMCMD_NOOPERATION	      	      = Ne naredi nič
TEXT_CUSTOMCMD_FULLSCREEN	         	  = Celi zaslon
TEXT_CUSTOMCMD_MAXIMIZE		        	  = Povečaj
TEXT_CUSTOMCMD_MINIMIZE		        	  = Pomanjšaj
TEXT_CUSTOMCMD_PAGESELECT	        	  = Izberi sliko
TEXT_CUSTOMCMD_EXIT		             	  = Izhod
TEXT_CUSTOMCMD_OPEN		            	  = Odpri datoteko
TEXT_CUSTOMCMD_OPENFOLDER	        	  = Odpri mapo
TEXT_CUSTOMCMD_NEXT1			          = Naslednja 1 stran (Dvojni pogled) 
TEXT_CUSTOMCMD_PREV1		          	  = Prejšnja 1 stran (Dvojni pogled)
TEXT_CUSTOMCMD_NEXT		            	  = Naslednja slika
TEXT_CUSTOMCMD_PREV			              = Prejšnja slika
TEXT_CUSTOMCMD_NEXT_RANDOM		          = Naslednja naključna slika
TEXT_CUSTOMCMD_PREV_RANDOM		          = Prejšnja naključna slika
TEXT_CUSTOMCMD_HOME			              = Prva slika
TEXT_CUSTOMCMD_END			              = Zadnja slika
TEXT_CUSTOMCMD_NEXT10			          = Naslednja 10. slika
TEXT_CUSTOMCMD_PREV10			          = Prejšnja 10. slika
TEXT_CUSTOMCMD_SCROLL_UP	        	  = Zdrsni navzgor
TEXT_CUSTOMCMD_SCROLL_DN		          = Zdrsni navzdol
TEXT_CUSTOMCMD_SCROLL_LEFT		          = Zdrsni v levo
TEXT_CUSTOMCMD_SCROLL_RIGHT		          = Zdrsni v desno
TEXT_CUSTOMCMD_ZOOM_IN			          = Povečanje
TEXT_CUSTOMCMD_ZOOM_OUT			          = Pomanjšanje
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER	  	      = Kopiraj v mapo Slike
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		      = Premakni v mapo Slike
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	      = Kopiraj v mapo Slike2
TEXT_CUSTOMCMD_NEXTPATH		         	  = Naslednja stisnjena datoteka/mapa
TEXT_CUSTOMCMD_PREVPATH		        	  = Prejšnja stisnjena datoteka/mapa
TEXT_CUSTOMCMD_CONTEXT_MENU		          = Priročni meni
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE	  	      = Prikaži informacije datoteke/EXIF

TEXT_COMBO_GIF_TRANS_OPTION_0		      = Uporabi izvirno GIF paleto
TEXT_COMBO_GIF_TRANS_OPTION_1		      = Uporabi belo barvo ozadja
TEXT_COMBO_GIF_TRANS_OPTION_2		      = Uporabi mrežo ozadja
TEXT_COMBO_GIF_TRANS_OPTION_3		      = Uporabi črno barvo ozadja

TEXT_COMBO_LASTFILE_ACTION_NONE		      = Ne naredi nič
TEXT_COMBO_LASTFILE_ACTION_ASK		      = Vprašaj
TEXT_COMBO_LASTFILE_ACTION_LOOP		      = Pojdi na prvo datoteko
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	      = Pojdi na naslednjo/prejšnjo mapo/datoteko

TEXT_ASSOC_GROUP0			              = Pogosto uporabljeni formati slik
TEXT_ASSOC_GROUP1			              = Novi uvedeni formati slik
TEXT_ASSOC_GROUP2			              = Lossless formati slik fotoparata
TEXT_ASSOC_GROUP3			              = Stisnjeni formati grafičnih datotek

TEXT_SORT_METHOD_FILENAME		          = Razvrsti po imenu
TEXT_SORT_METHOD_DATE			          = Razvrsti po datumu spremembe
TEXT_SORT_METHOD_SIZE		          	  = Razvrsti po velikosti
TEXT_SORT_METHOD_EXT			          = Razvrsti po vrsti

TEXT_TRANSF_RESIZE_NONE			          = Ne spremeni velikost
TEXT_TRANSF_RESIZE_KEEPRATIO		      = Obdrži izvirno razmerje
TEXT_TRANSF_RESIZE_FITWIDTH		          = Prilagodi na širino
TEXT_TRANSF_RESIZE_ADD			          = Dodaj notranji rob 
TEXT_TRANSF_RESIZE_CUT			          = Obreži sliko
TEXT_TRANSF_RESIZE_STRETCH		          = Raztegni sliko

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO	   	      = Samodejno
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		      = JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG	  	      = PNG

TEXT_BTN_PREV_FOLDER			          = Prejšnja mapa ( [ )
TEXT_BTN_NEXT_FOLDER			          = Naslednja mapa ( ] )
TEXT_BTN_PREV_ARCHIVE		          	  = Prej. stisnjena datoteka ( [ )
TEXT_BTN_NEXT_ARCHIVE		          	  = Nasl. stisnjena datoteka ( ] )


[MENU]
MENUSTR_OPEN				              = Odpri\tF2
MENUSTR_OPENFOLDER		                  = Odpri mapo\tF
MENUSTR_CLOSE			                  = Zapri\tF4
MENUSTR_PAGESELECT			              = Izberi sliko\tEnter
MENUSTR_OPEN_FILEPOSITION		          = Prikaži v Windows Raziskovalcu \tCtrl+Enter

MENUSTR_FILTER_NONE			              = Brez filtra\tU
MENUSTR_FILTER_BILINEAR			          = Mehčanje\tI
MENUSTR_FILTER_SHARPEN			          = Mehčanje+Ostrenje\tS

MENUSTR_PAGEMOVE			              = Krmarjenje
MENUSTR_PAGEMOVE_NEXT		          	  = Naslednja slika\t->
MENUSTR_PAGEMOVE_PREV		          	  = Prejšnja slika\t<-
MENUSTR_PAGEMOVE_HOME			          = Prva slika\tHome
MENUSTR_PAGEMOVE_END			          = Zadnja slika\tEnd
MENUSTR_PAGEMOVE_NEXT10		        	  = Naslednja 10. slika\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10		        	  = Prejšnja 10. slika\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT	      	      = Naslednja naključna slika\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV	      	      = Prejšnja naključna slika\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH	      	      = Naslednja mapa/Stisnjena datoteka\t]
MENUSTR_PAGEMOVE_PREV_PATH		          = Prejšnja mapa/Stisnjena datoteka\t[

MENUSTR_INTERPOLATEMODE			          = Interpolacija
MENUSTR_INTERPOLATEMODE_BILINEAR  	      = Bilinearna interpolacija (Hitra)
MENUSTR_INTERPOLATEMODE_BICUBIC		      = Bikubična interpolacija (Počasna, visoka kakovost)
MENUSTR_INTERPOLATEMODE_LANCZOS		      = Lanczos interpolacija (Počasna, visoka kakovost)

MENUSTR_IMAGE_PROCESSING		          = Učinek slike
MENUSTR_IMAGE_PROCESSING_NEGATIVE	      = Negativ slike\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		      = Gamma kompenzacija\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP	    	  = Navpični zasuk\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		      = Vodoravni zasuk\tCtrl+M

MENUSTR_SORT_METHOD			              = Razvrsti po
MENUSTR_SORT_METHOD_FILENAME	     	  = Ime
MENUSTR_SORT_METHOD_DATE		          = Datum spremembe
MENUSTR_SORT_METHOD_SIZE	        	  = Velikost
MENUSTR_SORT_METHOD_EXT		        	  = Vrsta
MENUSTR_SORT_DESCENDING		         	  = Padajoče

MENUSTR_SHOWMODE		              	  = Pregled slike
MENUSTR_FILTER_STRETCHWHENSMALL		      = Raztegni majhne slike\tZ
MENUSTR_SHOWMODE_NONE			          = Izvirna velikost (100%)\t0
MENUSTR_SHOWMODE_STRETCH		          = Prilagodi na okno\t9
MENUSTR_SHOWMODE_FITWIDTH	         	  = Prilagodi na širino\t8
MENUSTR_SHOWMODE_TWO_L2R		          = Pametna dvojna stran (Leva->Desna)\t7
MENUSTR_SHOWMODE_TWO_R2L	        	  = Pametna dvojna stran (Leva<- Desna)\t6

MENUSTR_ZOOM			                  = Povečava
MENUSTR_ZOOM_IN		              		  = Povečaj\t+
MENUSTR_ZOOM_OUT		              	  = Pomanjšaj\t-
MENUSTR_ZOOM_FIX		              	  = Fiksno\tCtrl+K
MENUSTR_ZOOM_100		              	  = 100%\t*
MENUSTR_ZOOM_IN_1		              	  = Povečaj(1%)\tCtrl++
MENUSTR_ZOOM_OUT_1		            	  = Pomanjšaj(1%)\tCtrl+-

MENUSTR_ROTATION		              	  = Obračanje
MENUSTR_ROTATION_NONE			          = Ne obračaj\tAlt+Up
MENUSTR_ROTATION_L90			          = Obrni za 90˚ v obratni smeri ure\tAlt+Left
MENUSTR_ROTATION_R90			          = Obrni za 90˚ v smeri ure\tAlt+Right
MENUSTR_ROTATION_180		          	  = 180˚\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			          = Informacije datoteke/EXIF\tTAB
MENUSTR_WALLPAPER		               	  = Nastavi kot ozadje
MENUSTR_DELETE			              	  = Izbriši\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		          = Kopiraj v mapo Slike\tIns
MENUSTR_EXTPROG0		              	  = Odpri z urejevalnikom slik\tCtrl+E
MENUSTR_PRINT				              = Natisni\tCtrl+P
MENUSTR_COPY2CLIPBOARD		        	  = Kopiraj v Odložišče\tCtrl+C

MENUSTR_SETTING			              	  = Nastavitve\tF5
MENUSTR_ABOUT				              = Vizitka\tF1
MENUSTR_EXIT			                  = Izhod\tX

; about popup menu
MENUSTR_HOMEPAGE		              	  = Spletna stran
MENUSTR_HELP			                  = Pomoč za vročo tipko

; bookmark popup menu
MENUSTR_BOOKMARK_ADD		           	  = Dodaj med zaznamke\tB
MENUSTR_BOOKMARK_DELALL		         	  = Izbriši vse zaznamke
MENUSTR_BOOKMARK_SETTTING        	  	  = Nastavitve zaznamkov
MENUSTR_BOOKMARK_EDIT			          = Uredi zaznamke\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			          = Ustavi predstavitev\tCtrl+0
MENUSTR_SLIDESHOW_01			        = 1 sekunda\tCtrl+1
MENUSTR_SLIDESHOW_02			        = 2 sekundi\tCtrl+2
MENUSTR_SLIDESHOW_03			        = 3 sekund\tCtrl+3
MENUSTR_SLIDESHOW_04			        = 4 sekund\tCtrl+4
MENUSTR_SLIDESHOW_05			        = 5 sekund\tCtrl+5
MENUSTR_SLIDESHOW_06			        = 6 sekund\tCtrl+6
MENUSTR_SLIDESHOW_07			        = 7 sekund\tCtrl+7
MENUSTR_SLIDESHOW_08			        = 8 sekund\tCtrl+8
MENUSTR_SLIDESHOW_09			        = 9 sekund\tCtrl+9
MENUSTR_SLIDESHOW_10			        = 10 sekund
MENUSTR_SLIDESHOW_15			        = 15 sekund
MENUSTR_SLIDESHOW_20			        = 20 sekund
MENUSTR_SLIDESHOW_25			        = 25 sekund
MENUSTR_SLIDESHOW_30			        = 30 sekund
MENUSTR_SLIDESHOW_60			        = 60 sekund
MENUSTR_SLIDESHOW_90			        = 90 sekund
MENUSTR_SLIDESHOW_LOOP			        = Ponovi
MENUSTR_SLIDESHOW_RANDOM		        = Naključno

MENUSTR_PAGETURNFX_NONE			        = Brez učinkov
MENUSTR_PAGETURNFX_HV2			        = Zasuk
MENUSTR_PAGETURNFX_ALPHA		        = Pojemanje
MENUSTR_PAGETURNFX_SLIDE		        = Diapozitiv

MENUSTR_PHOTOFOLDER_COPY1		        = Kopiraj v mapo Slike 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		        = Premakni v mapo Slike 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		        = Kopiraj v mapo Slike 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING	      	    = Nastavitve mape Slike
MENUSTR_PHOTOFOLDER_OPEN		        = Odpri mapo Slike 1

MENUSTR_TRANSFORMDLG			        = Pretvori sliko (Obračaj, spremeni velikost)\tCtrl+T

[DIALOG]
IDCANCEL				                = Prekliči
IDOK					                = Vredu

[IDD_ABOUT]  
IDD_ABOUT				                = Vizitka Honeyview
IDC_BTN_HOMEPAGE		              	= Spletna stran
IDC_BTN_UPDATE			                = Posodobi

[IDD_SETTING]
IDD_SETTING				                = Konfiguracija
IDC_BTN_INIT			                = Ponastavi

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			            = Splošne nastavitve
IDC_CHK_USESNAP				            = Snepaj okno
IDC_CHK_DONOTREMEMBERFOLDER		        = Ne shrani nedavno pot mape
IDC_CHK_ONE_INSTANCE		          	= Ne dovoli sočasno izvajanje več kopij programa Honeyview
IDC_CHK_ASK_DELETE			            = Vprašaj za potrditev pred brisanjem datoteke
IDC_CHK_NO_CENTER_MESSAGE		        = Prikaži obvestilna sporočila v kotu namesto na sredini
IDC_CHK_ALWAYS_ON_TOP			        = Vedno na vrhu (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			            = Izhod s tipko ESC
IDC_CHK_CHECK_UPDATE		          	= Preveri za zadnjo različico
IDC_CHK_CHECK_UPDATE_MINOR		        = Označi za nižje različice
IDC_STATIC_LASTFILEACTION_IMAGE		    = Akcija za zadnjo/prvo slika:
IDC_STATIC_LASTFILEACTION_ARCHIVE	    = Akcija za zadnjo/prvo sliko v arhivu:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				            = Nastavitve pregleda
IDC_CHK_SHOWBORDER		             	= Prikaži rob glavnega okna
IDC_CHK_SHOW_OVERLAY_FILEINFO		    = Prikaži ime datoteke na sliki, ko je skrit zgornji meni (Vroča tipka: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			         = Shrani stanje fiksne povečave/pomanjšanja
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		    = Ne prikaži zgornjo menujsko vrstico
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		    = Ne prikaži spodnjo kontrolno vrstico
IDC_CHK_DO_NOT_SIDE_ARROW		        = Ne prikaži stranske gumbe s puščicami
IDC_CHK_DO_NOT_SHOW_ANIMINFO		    = Ne prikaži kontrolo informacija-animacije
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		    = Ne prikaži kontrolo informacija-povečave
IDC_CHK_HIDE_TOOLTIP_HELP		        = Ne prikaži namige ob prehodu z miško
IDC_CHK_EXIFINFO_SMALL_FONT		        = Uporabi majhno pisavo za informacije o EXIF/datoteki
IDC_CHK_USEBKGNDIMAGE			        = Zamenjaj privzeto sliko ozadja
IDC_BTN_BKGND_SET			            = Prebrskaj...
IDC_BTN_BKGND_OPEN		             	= Odpri mapo
IDC_STATIC_BKGNDCOLOR	          		= Barva ozadja:
IDC_BTN_BKGND			                = Izberi...
IDC_STATIC_BORDERCOLOR	        		= Barva roba:
IDC_BTN_BORDERCOLOR		            	= Izberi...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK		            	= Nastavitve zaznamka
IDC_CHK_AUTOBOOKMARK		          	= Samodejno shrani pot trenutke slike med zaznamke
IDC_CHK_SHARE_SETTING		           	= Deli nastavitve/zaznamke med več kopijami programa.
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	    = Samodejno zapomni pot trenutne slike v stisnjenih grafičnih datotekah
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	    = Izbriši
IDC_STATIC_MAX_BOOKMARK			        = Največje štev. zaznamkov:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			        = Seznam povezanih končnic datotek
IDC_BTN_IMAGE_SELECT			        = Izberi vse
IDC_BTN_IMAGE_DESELECT			        = Odznači vsel
IDC_BTN_APPLY_NOW		              	= Uveljavi zdaj

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			        = Povezovanje končnic
IDC_STATIC_ASSOC_DESC1			        = Za Windows 8 ali novejše različice lahko lahko povežete datoteke po naslednjem:
IDC_STATIC_ASSOC_DESC2			        = 1. Kliknite na naslednji gumb "Nastavitve povezave".
IDC_STATIC_ASSOC_DESC3			        = 2. Označite "Izberi vse" v oknu 'Nastavitve programa' - 'Povezovanje'.
IDC_STATIC_ASSOC_DESC4			        = 3. Kliknite na gumb "Shrani".
IDC_STATIC_ASSOC_DESC1_10		       = Za Windows 10 ali novejše različice lahko lahko povežete datoteke po naslednjem:
IDC_STATIC_ASSOC_DESC2_10		       = 1. Kliknite na naslednji gumb "Nastavitve povezave".
IDC_STATIC_ASSOC_DESC3_10		       = 2. Pojdite v Pregledovalnik fotografij in the Default apps window.
IDC_STATIC_ASSOC_DESC4_10		       = 3. Izberite "Honeyview" kot privzeti pregledovalnik fotografij.
IDC_BTN_LAUNCH_ASSOC_REG_UI		       = Nastavitve povezovanja
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		   = Klasična metoda

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING	      	   = Obdelava slike
IDC_CHK_EXIFROTATION			       = Samodejno obračaj slike, ki temeljijo na EXIF informacijah
IDC_CHK_STRONG_SHARPEN			       = Uporabi filter za močno ostrino
IDC_CHK_CACHE_IMAGE			           = Predpomni naslednjo sliko
IDC_STATIC_CACHE_MEMORY_SIZE		   = Velikost predpomnilnika: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		   = Prikaži vrh slike, če je slika večja od oknadow
IDC_CHK_USE_PREVIEW_MODE		       = Za hitrejši izris najprej prikaži  slike v nizki kakovosti
IDC_CHK_USE_IMAGE_ICC			       = Uporabi podatke ICC profila grafične datoteke
IDC_CHK_USE_MONITOR_ICC		           = Uporabi podatke ICC profila monitorja
IDC_STATIC_GIF_TRANSPARENT_OPTION	   = Prosojno ozadje za GIF slike:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	   = Prosojno ozadje za 32-bitne slike:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	   = Interpolacija (Spremeni velik. filtra):
IDC_STATIC_PAGETURNFX			       = Učinek obračanja strani:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE	        = Označi
IDC_STATIC_CUSTOMKEYDESC_KEY	    	= Vroča tipka
IDC_STATIC_CUSTOMKEYDESC_ACTION	  	    = Akcija

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		    = Nastavitev
IDC_STATIC_CUSTOMMOUSE_ACTION	    	= Akcija
IDC_CHK_CUSTOM_LBUTTON			        = Levi gumb
IDC_CHK_DBLCLICK2MAXIMIZE		        = Povečaj/Obnovi z dvojnim klikom
IDC_CHK_CLICK2PAGETURN			        = Obrni stran, če je kliknjena leva ali desna stran zaslona
IDC_CHK_CUSTOM_MBUTTON		        	= Srednji gumb
IDC_CHK_CUSTOM_RBUTTON		        	= Desni gumb
IDC_CHK_CUSTOM_XBUTTON		        	= X gumb
IDC_CHK_CUSTOM_YBUTTON			        = Y gumb
IDC_CHK_CUSTOM_WHEELUP			        = Miškin kolešček Naprej 
IDC_CHK_CUSTOM_WHEELDN			        = Miškin kolešček Nazaj

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE		        	= Nastavitve priročnega menija
IDC_CHK_SHELL_USE_SHELL_MENU		    = Uporabi priročni meni v Windows Raziskovalcu
IDC_CHK_SHELL_TRANSFORM_DLG		        = Pretvori sliko s programom Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	    = Preglej sliko s programom Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		        = Predogled v priročnem meniju
IDC_CHK_SHELL_SHOW_IMAGE_INFO	    	= Prikaži informacije slike
IDC_CHK_SHELL_SHOW_ICON			        = Prikaži ikono programa Honeyview

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			        = Razne nastavitve
IDC_STATIC_PHOTOFOLDER			        = Mapa Slike
IDC_STATIC_PHOTOFOLDER_DESC1	    	= Mapa Slike 1:
IDC_STATIC_PHOTOFOLDER_DESC2	    	= Mapa Slike 2:
IDC_BTN_PHOTOFOLDER_SET1		        = Prebrskaj...
IDC_BTN_PHOTOFOLDER_OPEN1		        = Odpri
IDC_BTN_PHOTOFOLDER_SET2		        = Prebrskaj...
IDC_BTN_PHOTOFOLDER_OPEN2	        	= Odpri
IDC_STATIC_EXTPROGRAM			        = Urejevalnik slik
IDC_BTN_SET_EXTPROG0			        = Prebrskaj...
IDC_BTN_SET_EXTPROG1_FAST		        = Prednastavi
IDC_CHK_PAGETURNWAV			            = Zvočni učinek za obračanje strani
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	    = Ne odpri datoteke RAW slik
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST    = Med odpiranjem JPEG datotek ne odpri RAW grafične datoteke z istim imenom
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW    = Med odpiranjem RAW grafičnih datotek prikaži sličice, če obstajajo
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	    = Prilagodi velikost okna na velikost slike
IDC_CHK_DISABLE_SCREEN_SAVER		    = Onemogoči Ohranjevalnik zaslona Windows med delovanjem Honeyview

[IDD_SETTING_LANG]
IDC_STATIC_LANG				            = Nastavitve jezika
IDC_STATIC_OPEN_MULTLANG_PAGE	     	= [Prenesi več jezikov...]
IDC_STATIC_OPEN_LANG_FOLDER		        = [Odpri mapo z jeziki...]

[IDD_PAGESELECT]
IDD_PAGESELECT				            = Izberi sliko
IDC_CHECK_SHOW_THUMBNAIL	        	= Skrij krmarjenje sličic

[IDD_PASSINPUT]
IDD_PASSINPUT				            = Vnesite geslo
IDC_STATIC_PASSDESC		            	= Ta datoteka je šifrirana. Prosimo, da vnesete geslo.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			            = Uredi zaznamke
IDC_BTN_DEL				                = Izbriši
IDC_BTN_IMPORT		              		= Uvozi zaznamke
IDC_BTN_EXPORT	              			= Izvozi zaznamke

[IDD_PRINT]
IDD_PRINT			                    = Natisni
IDC_GROUP_PRINTER	              		= Izberi tiskalnik
IDC_BTN_PRINTER_PROPERTY	        	= Lastnosti
IDC_CHK_ROTATE				            = Obračaj za 90˚
IDC_CHK_FIT_IN				            = Merilo prilagoditve na list
IDC_STATIC_ZOOM				            = Merilo:
IDC_STATIC_MARGIN_L		            	= Levi robovi:
IDC_STATIC_MARGIN_T		            	= Zgoraj:
IDC_STATIC_MARGIN_R			            = Desno:
IDC_STATIC_MARGIN_B			            = Spodaj:
IDC_STATIC_COPIES			            = Kopij:
IDC_BTN_PRINT				            = Natisni
IDC_BTN_CLOSE				            = Zapri

[IDD_UPDATE]
IDD_UPDATE				                = Posodobitve Honeyview
IDC_STATIC_MESSAGE_1		           	= Posodobitve programa Honeyview so pripravljene.
IDC_STATIC_MESSAGE_2		           	= Kliknite na gumb 'Posodobi' za nameščanje nove različice.
IDOK				                    = Posodobi
IDCANCEL			                    = Prekliči
IDC_BTN_SETTING_UPDATE		        	= Nastavitve

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			            = Preimenuj ali prepiši
IDC_STATIC_ASK_OVERWRITE	        	= Datoteka že obstaja.
IDC_STATIC_SRC				            = Trenutna slika
IDC_STATIC_DST			               	= Ciljna slika
IDC_BTN_OVERWRITE		              	= Prepiši
IDC_BTN_RENAME			              	= Shrani kot...

[IDD_WALLPAPER]
IDD_WALLPAPER				            = Nastavi ozadje Namizja
IDC_STATIC_PREVIEW			            = Predogled
IDC_STATIC_BACK_COLOR		          	= Barva ozadja
IDC_RADIO_BACKCOLOR_0		          	= Črna
IDC_RADIO_BACKCOLOR_1		          	= Samodejno
IDC_RADIO_BACKCOLOR_2		          	= Po meri...
IDC_BTN_BKGND			                = Izberi...
IDC_BTN_CLOSE		                	= Zapri
IDC_BTN_APPLY			                = Uporabi zdaj

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			            = Odpri datoteko
IDC_STATIC_OPENING		            	= Odpiranje...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER		              	= Izberi mapo
IDC_STATIC_FOLDER		              	= Pot mape:
IDC_BTN_NEWFOLDER		              	= Nova mapa
IDC_CHK_OPEN_SUBFOLDER		         	= Vključi vse datoteke iz podmap

[IDD_TRANSFORM]
IDD_TRANSFORM			                = Pretvorba slike
IDC_STATIC_FILELIST	            		= Seznam datotek
IDC_STATIC_PREVIEW	            		= Predogled
IDC_BTN_START				            = Začni
IDC_BTN_CLOSE			                = Zapri
IDC_BTN_OPEN_DEST_FOLDER	        	= Odpri mapo

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE		              	= Obračanje
IDC_RADIO_ROTATE_NONE		           	= Ne obračaj
IDC_RADIO_ROTATE_LEFT		          	= Obrni za 90˚ v obratni smeri ure
IDC_RADIO_ROTATE_RIGHT			        = Obrni za 90˚ v smeri ure
IDC_RADIO_ROTATE_180		   	        = Obrni za 180˚
IDC_RADIO_ROTATE_AUTO	  		        = Samodejn obračaj glede na EXIF informacije
IDC_STATIC_RESIZE		              	= Spremeni velikost
IDC_STATIC_RESIZE_SIZE		        	= Nova velikost

IDC_STATIC_FORMAT			              = Nastavitve formata
IDC_STATIC_FORMAT_SELECT	      	      = Format:
IDC_STATIC_FORMAT_QUALITY	      	      = Kakovost:
IDC_STATIC_SAVE				              = Izhodna mapa
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	      = Shrani v izvirno mapo
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	      = Shrani v mapo Slike
IDC_RADIO_TARGETFOLDER_CUSTOM		      = Shrani v:
IDC_STATIC_FILENAME_HEADER		          = Predpona imena datoteke
IDC_STATIC_FILENAME2SAVE	        	  = Predogled imena datoteke
IDC_BTN_INIT			                  = Ponastavi


[SKIN]
$TT_FULLSCREEN			              	   = Celi zaslon (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL		        	   = Vroča tipka: /
$TT_TOGGLE_ANIMINFO_CONTROL		           = Vroča tipka: Alt+Z
$TT_PAGESELECT				               = Izberi sliko (Enter)
$TT_LOCKCONTROLBAR		                   = Zakleni kontrole (Vroča tipka: ~)
$TT_LOCKTITLEBAR			               = Zakleni meni (Vroča tipka: `)
$TT_COPY_EXIFINFO			               = Kopiraj informacijo slike/EXIF (Ctrl+Shift+C)
$TT_TOGGLE_EXIF			              	   = Prikaži/skrij informacijo slike/EXIF (Vroča tipka: Tab)
$TT_LAUNCH_GPS_LOCATION		         	   = Ogled mesta na Google zemljevidi.(Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			               = Predvajaj zvočno datoteko (Zvok in datoteka posnetka).
$TT_CLOSE_EXIFINFO		            	   = Zapri (Vroča tipka: Tab)
$TT_PREV_BTN				               = L-Miška:Prejšnja, D-Miška:Prejšnja 10.
$TT_NEXT_BTN			                   = L-Miška:Naslednja, D-Miška:Naslednja 10.

$BTN_TEXT_EXIF				               = EXIF
$BTN_TEXT_GPS			                   = GPS
$BTN_TEXT_PLAY_SOUNDNSHOT	        	   = Zvok in posnetek
$BTN_TEXT_SHOWMODE		            	   = Pregled
$BTN_TEXT_PHOTOFOLDER		          	   = Kopiraj v
$BTN_TEXT_EDIT			               	   = Uredi
$BTN_TEXT_STICKY		              	   = Zakleni
$BTN_TEXT_BOOKMARK	            		   = Zaznamek
$BTN_TEXT_SLIDESHOW	             		   = Predstavitev
$BTN_TEXT_UPDATE	              		   = Na voljo je nova različica

$TEXT_SETTINGTAB_GENERAL                   = Splošno
$TEXT_SETTINGTAB_VIEW			           = Pregled
$TEXT_SETTINGTAB_BOOKMARK	         	   = Zaznamek
$TEXT_SETTINGTAB_ASSOC			           = Povezovanje
$TEXT_SETTINGTAB_IMAGEPROCESS	     	   = Obdelava slike
$TEXT_SETTINGTAB_KEYBOARD	        	   = Tipkovnica
$TEXT_SETTINGTAB_MOUSE		        	   = Miška
$TEXT_SETTINGTAB_SHELL		        	   = Priročni meni
$TEXT_SETTINGTAB_ETC			           = Razno
$TEXT_SETTINGTAB_LANG		          	   = Jezik

$TEXT_DESKTOP		                	   = Namizje
$TEXT_DOCUMENT		              		   = Dokument
$TEXT_PICTURE			                   = Slika
$TEXT_COMPUTER			              	   = Računalnik


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG	               = Pretvori s Honeyview(&2)
TEXT_LAUNCH_HONEYVIEW		           	   = Preglej s Honeyview(&3)
TEXT_LOADING				               = Nalagam...
TEXT_IMAGE_LOAD_FAILED		      	       = Ni uspelo nalaganje datoteke
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	       = Predogled ni na voljo


[INSTALLER]
LNK_FILE_DESC				               = Zaženi Honeyview
UNINSTALLER_LNK_NAME 			           = Odstrani program

MSG_STILLRUN_EXIT_PROGRAM	               = Honeyview se izvaja. Prosimo, da najprej zapustite program.
MSG_ASK_DELETE_ALL_FILES		           = Nekatere datoteke so preostale v mapi namestitve ($INSTDIR).[br][br]Ali želite popolnoma izbrisati to mapo?
MSG_ASK_RESTART_EXPLORER	               = Za zaključek nameščanja programa je potrebno ponovno zagnati Raziskovalca Windows. Ali ga želite zdaj ponovno zagnati?
MSG_ASK_UNINSTALL_HV3			           = Honeyview3 je že nameščen. Najprej odstranite nameščen Honeyview3 za namestitev nove različice. Ali želite nadaljevati?
MSG_UNINSTALL_HV3_FAILED	               = Odstranjevanje ni bilo uspešno.
MSG_RESTART_EXPLORER			           = Raziskovalec Windows se bo ponovno zagnal za dokončanje odstranjevanja Honeyview3.

TEXT_LICENSE				               = Licenčna pogodba Honeyview
TEXT_OPTIONS				               = Možnost nameščanja
TEXT_OPT_PROGRAMGROUP		               = Ustvari programsko skupino
TEXT_OPT_DESKTOPSHORCUT		               = Ustvari bližnjico na Namizju
TEXT_OPT_QUICKLAUNCH			           = Ustvari bližnjico v Hitrem zagonu
TEXT_OPT_FOLDER				               = Ciljna mapa
TEXT_OPT_REGIMAGE			               = Spoji končnice  grafčne datoteke
TEXT_SELECT_FOLDER			               = Izberi mapo
TEXT_LICENSE_LINK			               = [Spletna stran]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1         = LICENČNA POGODBA KONČNEGA UPORABNIKA
TEXT_INSTALLER_MAIN_LICENSE_LINE_2         = Honeyview je brezplačen ultra hiter pregledovalnik slik, ki ga je razvil in ga distribuira Bandisoft.[br][br]Ta program je brezplačen za posameznike, podjetja, vlade in še več.

TEXT_ASK_RESTART_EXPLORER	               = Raziskovalec  Windows se bo ponovno zagnal za dokončanje nameščanja. Ali ga želite zdaj ponovno zagnati?
TEXT_NEED_ADMIN_PRIVILEGE	               = Ta program je možno namestiti samo s polnimi skrbniškimi pravicami.[br][br]Uporabniki, ki niso skrbniki ne morejo pravilno namestiti program.[br][br]Ali želite ustaviti namestitev?

